DELETE FROM products;

INSERT INTO products (name, description, price, category, quantity)
VALUES ('Футбольный мяч Adidas', 'Официальный размер 5, универсальный', 9500, 'Мячи', 10),
       ('Кроссовки Nike Air Zoom', 'Мужские беговые, лёгкие, дышащие', 39990, 'Обувь', 5),
       ('Скакалка с подшипниками', 'Резиновая, подходит для кроссфита', 1800, 'Аксессуары', 20),
       ('Йога-коврик 6 мм', 'Антискользящий, мягкий', 5000, 'Йога', 12),
       ('Гантели 5 кг (пара)', 'Чёрные, обрезиненные', 7800, 'Гантели', 8),
       ('Бутылка для воды 0.75 л', 'Пластик без BPA, с крышкой', 1500, 'Аксессуары', 25);


